pages/about.org
#+BEGIN_COMMENT
.. title: Welcome
.. slug: about
.. date: 2016-06-16 10:17:24 UTC-04:00
.. tags: 
.. category: 
.. link: 
.. description: Information about Ista Zahn, a data science specialist providing statistical and technical computing training and consultation at the Institute of Quantitative Social Science at Harvard University. 
.. type: text
#+END_COMMENT

Hello, my name is Ista Zahn. Welcome to my [[http://people.fas.harvard.edu/~izahn/][blog]]!. I work as a [[http://dss.iq.harvard.edu][Data Science Specialist]] at [[http://iq.harvard.edu][The Institute for Quantitative Social Science]] at [[http://harvard.edu][Harvard University]].

I hold a master's degree in social psychology from the University of Rochester. During graduate school I discovered a love of statistical programming, primarily using the R environment for statistical computing. I am interested in using technology to turn raw data into information useful to human beings. My areas of expertise include data management, graphical displays, regression modeling, and web technologies for statistical computing and teaching.

Here are some other places in addition to this blog that you can find me on the net.

- [[https://github.com/izahn][github]] :: My workshop materials, emacs config etc.
- [[http://stackoverflow.com/users/189946/ista][stackoverflow]] :: My questions and answers (mostly R-related) on the popular question-and-answer site.
- [[http://dss.iq.harvard.edu][Data Science Services at IQSS]] :: My awesome team at the Insitute for Quantitative Social Science at Harvard. 


