cache/pages/about.html
<p>
Hello, my name is Ista Zahn. Welcome to my <a href="http://people.fas.harvard.edu/~izahn/">blog</a>!. I work as a <a href="http://dss.iq.harvard.edu">Data Science Specialist</a> at <a href="http://iq.harvard.edu">The Institute for Quantitative Social Science</a> at <a href="http://harvard.edu">Harvard University</a>.
</p>

<p>
I hold a master's degree in social psychology from the University of Rochester. During graduate school I discovered a love of statistical programming, primarily using the R environment for statistical computing. I am interested in using technology to turn raw data into information useful to human beings. My areas of expertise include data management, graphical displays, regression modeling, and web technologies for statistical computing and teaching.
</p>

<p>
Here are some other places in addition to this blog that you can find me on the net.
</p>

<dl class="org-dl">
<dt> <a href="https://github.com/izahn">github</a> </dt><dd>My workshop materials, emacs config etc.
</dd>
<dt> <a href="http://stackoverflow.com/users/189946/ista">stackoverflow</a> </dt><dd>My questions and answers (mostly R-related) on the popular question-and-answer site.
</dd>
<dt> <a href="http://dss.iq.harvard.edu">Data Science Services at IQSS</a> </dt><dd>My awesome team at the Insitute for Quantitative Social Science at Harvard. 
</dd>
</dl>
